[SparkBreacher X2SoldierClassTemplate]
DisplayName="Spark：突破者"
ClassSummary="毁灭性的近战单位，装备了破门霰弹枪和一体式自动手枪。"
+AbilityTreeTitles = "突击"
+AbilityTreeTitles = "残忍"
+AbilityTreeTitles = "核心系统"
+AbilityTreeTitles = "武器装备"

RankNames[0]="新人"
RankNames[1]="侍从"
RankNames[2]="志士"
RankNames[3]="骑士"
RankNames[4]="武士"
RankNames[5]="先锋"
RankNames[6]="圣骑士"
RankNames[7]="冠军"

ShortNames[0]="Rk."
ShortNames[1]="Sqr."
ShortNames[2]="Asp."
ShortNames[3]="Knt."
ShortNames[4]="Cav."
ShortNames[5]="Vng."
ShortNames[6]="Pal."
ShortNames[7]="Chp."

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank0_squire"
+RankIcons[2]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank1_aspirant"
+RankIcons[3]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank2_knight"
+RankIcons[4]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank3_cavalier"
+RankIcons[5]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank4_vanguard"
+RankIcons[6]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank5_paladin"
+RankIcons[7]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank6_champion"

[SparkDefender X2SoldierClassTemplate]
DisplayName="Spark：守护者"
ClassSummary="防护性防御单位，装备了重机枪和防弹盾牌。"
+AbilityTreeTitles = "统治"
+AbilityTreeTitles = "执行者"
+AbilityTreeTitles = "保护者"
+AbilityTreeTitles = "进步"

RankNames[0]="新人"
RankNames[1]="侍从"
RankNames[2]="志士"
RankNames[3]="骑士"
RankNames[4]="武士"
RankNames[5]="先锋"
RankNames[6]="圣骑士"
RankNames[7]="冠军"

ShortNames[0]="Rk."
ShortNames[1]="Sqr."
ShortNames[2]="Asp."
ShortNames[3]="Knt."
ShortNames[4]="Cav."
ShortNames[5]="Vng."
ShortNames[6]="Pal."
ShortNames[7]="Chp."

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank0_squire"
+RankIcons[2]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank1_aspirant"
+RankIcons[3]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank2_knight"
+RankIcons[4]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank3_cavalier"
+RankIcons[5]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank4_vanguard"
+RankIcons[6]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank5_paladin"
+RankIcons[7]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank6_champion"

[SparkTempest X2SoldierClassTemplate]
DisplayName="Spark：风暴使者"
ClassSummary="不适用"
+AbilityTreeTitles = "壁垒 - 非最终版"
+AbilityTreeTitles = "稳定性"
+AbilityTreeTitles = "前线"
+AbilityTreeTitles = "特斯拉"

RankNames[0]="新人"
RankNames[1]="侍从"
RankNames[2]="志士"
RankNames[3]="骑士"
RankNames[4]="武士"
RankNames[5]="先锋"
RankNames[6]="圣骑士"
RankNames[7]="冠军"

ShortNames[0]="Rk."
ShortNames[1]="Sqr."
ShortNames[2]="Asp."
ShortNames[3]="Knt."
ShortNames[4]="Cav."
ShortNames[5]="Vng."
ShortNames[6]="Pal."
ShortNames[7]="Chp."

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank0_squire"
+RankIcons[2]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank1_aspirant"
+RankIcons[3]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank2_knight"
+RankIcons[4]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank3_cavalier"
+RankIcons[5]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank4_vanguard"
+RankIcons[6]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank5_paladin"
+RankIcons[7]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank6_champion"

[SparkSignal X2SoldierClassTemplate]
DisplayName="Spark：通信情报员"
ClassSummary="灵能破坏单位，装备了先进的手炮和信号发射器。"
+AbilityTreeTitles = "破坏者"
+AbilityTreeTitles = "操作员"
+AbilityTreeTitles = "后勤"
+AbilityTreeTitles = "进步"

RankNames[0]="新人"
RankNames[1]="侍从"
RankNames[2]="志士"
RankNames[3]="骑士"
RankNames[4]="武士"
RankNames[5]="先锋"
RankNames[6]="圣骑士"
RankNames[7]="冠军"

ShortNames[0]="Rk."
ShortNames[1]="Sqr."
ShortNames[2]="Asp."
ShortNames[3]="Knt."
ShortNames[4]="Cav."
ShortNames[5]="Vng."
ShortNames[6]="Pal."
ShortNames[7]="Chp."

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank0_squire"
+RankIcons[2]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank1_aspirant"
+RankIcons[3]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank2_knight"
+RankIcons[4]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank3_cavalier"
+RankIcons[5]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank4_vanguard"
+RankIcons[6]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank5_paladin"
+RankIcons[7]="UILIbrary_CloistaPCP_Sparks.RankIcons.rank6_champion"

;***************************************
;New Ability Descriptions
;***************************************

;========
;Breacher
;========

;<font color='#3ABD23'><Ability:_/></font>

[WOTC_KPP_AssaultChassis X2AbilityTemplate]
LocFriendlyName = "突击底盘"
LocHelpText = "<Ability:ClassName> 的底盘专为近战设计，并根据战场经验获得升级。"
LocLongDescription = " <Ability:ClassName> 的底盘专为近战设计，并根据战场经验获得升级。"
LocPromotionPopupText = "<font color='#CA7200'>等级 I</font> （在 <Ability:RANKNAME1/> 军衔[1]时获得）<br/><Bullet/>获得自适应电机（每回合一次，击杀敌人可获得一个移动行动点）<br/><Bullet/>获得轻量级底盘（免疫毒性和火焰效果，但不能作为友军或敌人的掩体）。<br/><Bullet/>减少10点防御和2点护甲。<br/><Bullet/>增加2点机动性。<br/><br/><font color='#CA7200'>等级 II</font> （在 <Ability:RANKNAME3/> 军衔[3]时获得）<br/><Bullet/>获得干扰镀层（获得闪电反射和 <font color='#3ABD23'>+<Ability:DISRUPTIVE_PLATING_DODGE/></font> 闪避）。<br/><Bullet/>获得增强传感器（所有近战攻击获得 <font color='#3ABD23'>+<Ability:ENHANCED_SENSORS_AIM/></font> 命中和所有攻击获得 <font color='#3ABD23'>+<Ability:ENHANCED_SENSORS_CRIT/></font> 暴击）。<br/><Bullet/>增加2点机动性和1点护甲。<br/><br/><font color='#CA7200'>等级 III</font> （在 <Ability:RANKNAME6/> 军衔[6]时获得）<br/><Bullet/>获得增强底盘（免疫冰冻和酸液效果，获得 <font color='#3ABD23'>+<Ability:ENHANCED_CHASSIS_SHIELD/></font> 护盾生命值和 <font color='#3ABD23'>+<Ability:ENHANCED_CHASSIS_DODGE/></font> 闪避）。<br/><Bullet/>获得干扰协议（击杀敌人获得 <font color='#3ABD23'>+<Ability:DISRUPTION_PROTOCOL_DODGE/></font> 闪避，每回合可激活一次）。<br/><Bullet/>增加2点机动性和1点护甲。"

[WOTC_KPP_AdaptiveMotors X2AbilityTemplate]
LocFriendlyName = "自适应电机"
LocHelpText = "击杀敌人可获得一个移动行动点。"
LocLongDescription = "当 <Ability:ClassName> 击杀一个敌人时，它们获得一个移动行动点。"
LocPromotionPopupText = "当 <Ability:ClassName> 击杀一个敌人时，它们获得一个移动行动点。"

[WOTC_KPP_LightweightChassis X2AbilityTemplate]
LocFriendlyName = "轻量级底盘"
LocHelpText = "获得免疫毒性和火焰效果的能力，不能作为友军或敌人的掩体。"
LocLongDescription = " <Ability:ClassName> 获得免疫毒性和火焰效果的能力，不能作为友军或敌人的掩体。"
LocPromotionPopupText = " <Ability:ClassName> 获得免疫毒性和火焰效果的能力，不能作为友军或敌人的掩体。"

[WOTC_KPP_DisruptivePlating X2AbilityTemplate]
LocFriendlyName = "干扰镀层"
LocHelpText = "获得闪电反射。此外，获得 <font color='#3ABD23'>+<Ability:DISRUPTIVE_PLATING_DODGE/></font> 闪避。"
LocLongDescription = "获得闪电反射。此外，获得 <font color='#3ABD23'>+<Ability:DISRUPTIVE_PLATING_DODGE/></font> 闪避。"
LocPromotionPopupText = "获得闪电反射。此外，获得 <font color='#3ABD23'>+<Ability:DISRUPTIVE_PLATING_DODGE/></font> 闪避。"

[WOTC_KPP_EnhancedSensors X2AbilityTemplate]
LocFriendlyName = "增强传感器"
LocHelpText = "所有近战攻击获得 <font color='#3ABD23'>+<Ability:ENHANCED_SENSORS_AIM/></font> 命中。此外，所有攻击获得 <font color='#3ABD23'>+<Ability:ENHANCED_SENSORS_CRIT/></font> 暴击。"
LocLongDescription = "所有近战攻击获得 <font color='#3ABD23'>+<Ability:ENHANCED_SENSORS_AIM/></font> 命中。此外，所有攻击获得 <font color='#3ABD23'>+<Ability:ENHANCED_SENSORS_CRIT/></font> 暴击。"
LocPromotionPopupText = "所有近战攻击获得 <font color='#3ABD23'>+<Ability:ENHANCED_SENSORS_AIM/></font> 命中。此外，所有攻击获得 <font color='#3ABD23'>+<Ability:ENHANCED_SENSORS_CRIT/></font> 暴击。"

[WOTC_KPP_EnhancedChassis X2AbilityTemplate]
LocFriendlyName = "增强底盘"
LocHelpText = "获得免疫冰冻和酸液效果的能力，战术行动开始时获得 <font color='#3ABD23'>+<Ability:ENHANCED_CHASSIS_SHIELD/></font> 护盾生命值，并获得 <font color='#3ABD23'>+<Ability:ENHANCED_CHASSIS_DODGE/></font> 闪避。"
LocLongDescription = "获得免疫冰冻和酸液效果的能力，战术行动开始时获得 <font color='#3ABD23'>+<Ability:ENHANCED_CHASSIS_SHIELD/></font> 护盾生命值，并获得 <font color='#3ABD23'>+<Ability:ENHANCED_CHASSIS_DODGE/></font> 闪避。"
LocPromotionPopupText = "获得免疫冰冻和酸液效果的能力，战术行动开始时获得 <font color='#3ABD23'>+<Ability:ENHANCED_CHASSIS_SHIELD/></font> 护盾生命值，并获得 <font color='#3ABD23'>+<Ability:ENHANCED_CHASSIS_DODGE/></font> 闪避。"

[WOTC_KPP_DisruptionProtocol X2AbilityTemplate]
LocFriendlyName = "干扰协议"
LocHelpText = "击杀敌人可获得 <font color='#3ABD23'>+<Ability:DISRUPTION_PROTOCOL_DODGE/></font> 闪避，每回合只能激活一次。"
LocLongDescription = "击杀敌人可获得 <font color='#3ABD23'>+<Ability:DISRUPTION_PROTOCOL_DODGE/></font> 闪避，每回合只能激活一次。"
LocPromotionPopupText = "击杀敌人可获得 <font color='#3ABD23'>+<Ability:DISRUPTION_PROTOCOL_DODGE/></font> 闪避，每回合只能激活一次。"

[WOTC_KPP_AutoPulser X2AbilityTemplate]
LocFriendlyName = "一体化自动手枪"
LocHelpText = " <Ability:ClassName/> 装备了 <Ability:SecondaryWeaponName/>。"
LocLongDescription = " <Ability:ClassName/> 装备了 <Ability:SecondaryWeaponName/>。此武器的伤害只能通过能力提升。"
LocPromotionPopupText = " <Ability:ClassName/> 装备了 <Ability:SecondaryWeaponName/>。此武器的伤害只能通过能力提升。"

[WOTC_KPP_ShelterProtocol X2AbilityTemplate]
LocFriendlyName = "庇护协议"
LocHelpText = "激活以获得 <font color='#3ABD23'>+<Ability:SHELTER_PROTOCOL_SHIELD/></font> 护盾生命值，直到你的下一回合开始。可以在移动行动点时激活。"
LocLongDescription = "激活以获得 <font color='#3ABD23'>+<Ability:SHELTER_PROTOCOL_SHIELD/></font> 护盾生命值，直到你的下一回合开始。可以在移动行动点时激活。"
LocPromotionPopupText = "激活以获得 <font color='#3ABD23'>+<Ability:SHELTER_PROTOCOL_SHIELD/></font> 护盾生命值，直到你的下一回合开始。可以在移动行动点时激活。"

[WOTC_KPP_EnhancedShotgun X2AbilityTemplate]
LocFriendlyName = "增强霰弹枪系统"
LocHelpText = " <Ability:ClassName> 可以每 <font color='#3ABD23'><Ability:ENHANCED_SHOTGUN_COOLDOWN/></font> 回合免费重新装填一次主武器，并获得一个弹药槽位。"
LocLongDescription = " <Ability:ClassName> 可以每 <font color='#3ABD23'><Ability:ENHANCED_SHOTGUN_COOLDOWN/></font> 回合免费重新装填一次主武器，并获得一个弹药槽位。"
LocPromotionPopupText = " <Ability:ClassName> 可以每 <font color='#3ABD23'><Ability:ENHANCED_SHOTGUN_COOLDOWN/></font> 回合免费重新装填一次主武器，并获得一个弹药槽位。"

[WOTC_KPP_AdaptiveAiming X2AbilityTemplate]
LocFriendlyName = "改进型弹药"
LocHelpText = "获得一个 <font color='#3ABD23'><Ability:ADAPTIVE_AIMING_CHANCE/>%</font> 几率，使未命中的攻击改为擦伤目标。"
LocLongDescription = "获得一个 <font color='#3ABD23'><Ability:ADAPTIVE_AIMING_CHANCE/>%</font> 几率，使未命中的攻击改为擦伤目标。"
LocPromotionPopupText = "获得一个 <font color='#3ABD23'><Ability:ADAPTIVE_AIMING_CHANCE/>%</font> 几率，使未命中的攻击改为擦伤目标。"

[WOTC_KPP_ReactiveSystems X2AbilityTemplate]
LocFriendlyName = "反应系统"
LocHelpText = " <Ability:ClassName/> 可以在任何进入或从近战范围内攻击的敌人身上发动免费的打击攻击。不能在单位自己的回合激活。"
LocLongDescription = "反击现在造成全额伤害。"
LocPromotionPopupText = "反击现在造成全额伤害。"

[WOTC_KPP_ReactiveSystemsTrigger X2AbilityTemplate]
LocFriendlyName = "反击：反应系统"
LocHelpText = " <Ability:ClassName/> 可以在任何进入或从近战范围内攻击的敌人身上发动免费的打击攻击。不能在单位自己的回合激活。"
LocLongDescription = "反击现在造成全额伤害。"
LocPromotionPopupText = "反击现在造成全额伤害。"

[WOTC_KPP_DirectiveStrike X2AbilityTemplate]
LocFriendlyName = "指令：打击"
LocHelpText = "以单个动作，对移动范围内的任何敌人发动造成一半伤害的动能打击， <font color='#3ABD23'><Ability:DIRECTIVE_STRIKE_COOLDOWN/></font> 回合冷却。"
LocLongDescription = "以单个动作，对移动范围内的任何敌人发动造成一半伤害的动能打击， <font color='#3ABD23'><Ability:DIRECTIVE_STRIKE_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = "以单个动作，对移动范围内的任何敌人发动造成一半伤害的动能打击， <font color='#3ABD23'><Ability:DIRECTIVE_STRIKE_COOLDOWN/></font> 回合冷却。"

[WOTC_KPP_AdaptiveStrike X2AbilityTemplate]
LocFriendlyName = "适应性打击"
LocHelpText = "作为免费动作，对相邻的敌人发动造成一半伤害的动能打击， <font color='#3ABD23'><Ability:ADAPTIVE_STRIKE_COOLDOWN/></font> 回合冷却。"
LocLongDescription = "作为免费动作，对相邻的敌人发动造成一半伤害的动能打击， <font color='#3ABD23'><Ability:ADAPTIVE_STRIKE_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = "作为免费动作，对相邻的敌人发动造成一半伤害的动能打击， <font color='#3ABD23'><Ability:ADAPTIVE_STRIKE_COOLDOWN/></font> 回合冷却。"

[WOTC_KPP_ShatteringStrike X2AbilityTemplate]
LocFriendlyName = "粉碎打击"
LocHelpText = "对移动范围内的任何敌人发动毁灭性的拳击，撕裂 <font color='#3ABD23'><Ability:SHATTERING_STRIKE_SHRED/></font> 护甲， <font color='#3ABD23'><Ability:SHATTERING_STRIKE_COOLDOWN/></font> 回合冷却。"
LocLongDescription = "升级动能打击，撕裂 <font color='#3ABD23'><Ability:SHATTERING_STRIKE_SHRED/></font> 护甲。"
LocPromotionPopupText = "升级动能打击，撕裂 <font color='#3ABD23'><Ability:SHATTERING_STRIKE_SHRED/></font> 护甲。<br/>对移动范围内的任何敌人发动毁灭性的拳击，撕裂 <font color='#3ABD23'><Ability:SHATTERING_STRIKE_SHRED/></font> 护甲。 <font color='#3ABD23'><Ability:SHATTERING_STRIKE_COOLDOWN/></font> 回合冷却。伤害取决于装备的底盘。"

[WOTC_KPP_ObliterationProtocol X2AbilityTemplate]
LocFriendlyName = "毁灭协议"
LocHelpText = "对敌人发动攻击，有机会立即杀死他们，但命中大幅降低， <font color='#3ABD23'><Ability:OBLITERATION_PROTOCOL_COOLDOWN/></font> 回合冷却。"
LocLongDescription = " <Ability:ClassName/> 可以尝试毁灭敌人目标，立即杀死他们， <font color='#3ABD23'><Ability:OBLITERATION_PROTOCOL_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = " <Ability:ClassName/> 可以尝试毁灭敌人目标，立即杀死他们， <font color='#3ABD23'><Ability:OBLITERATION_PROTOCOL_COOLDOWN/></font> 回合冷却。"

[WOTC_KPP_ShieldingSystem X2AbilityTemplate]
LocFriendlyName = "护盾系统"
LocHelpText = "极限超载提供 <font color='#3ABD23'>+<Ability:SHIELDING_SYSTEM_SHIELD/></font> 护盾生命值和 <font color='#3ABD23'>+<Ability:SHIELDING_SYSTEM_ARMOR/></font> 护甲，直到你的下一回合开始。"
LocLongDescription = "极限超载提供 <font color='#3ABD23'>+<Ability:SHIELDING_SYSTEM_SHIELD/></font> 护盾生命值和 <font color='#3ABD23'>+<Ability:SHIELDING_SYSTEM_ARMOR/></font> 护甲，直到你的下一回合开始。"
LocPromotionPopupText = "极限超载提供 <font color='#3ABD23'>+<Ability:SHIELDING_SYSTEM_SHIELD/></font> 护盾生命值和 <font color='#3ABD23'>+<Ability:SHIELDING_SYSTEM_ARMOR/></font> 护甲，直到你的下一回合开始。"

[WOTC_KPP_CriticalSensors X2AbilityTemplate]
LocFriendlyName = "关键传感器"
LocHelpText = "极限超载为侧翼敌人提供 <font color='#3ABD23'>+<Ability:CRITICAL_SENSORS_DAMAGE/></font> 伤害，并为所有攻击提供 <font color='#3ABD23'>+<Ability:CRITICAL_SENSORS_CRIT_CHANCE/></font> 暴击几率，直到你的下一回合开始。"
LocLongDescription = "极限超载为侧翼敌人提供 <font color='#3ABD23'>+<Ability:CRITICAL_SENSORS_DAMAGE/></font> 伤害，并为所有攻击提供 <font color='#3ABD23'>+<Ability:CRITICAL_SENSORS_CRIT_CHANCE/></font> 暴击几率，直到你的下一回合开始。"
LocPromotionPopupText = "极限超载为侧翼敌人提供 <font color='#3ABD23'>+<Ability:CRITICAL_SENSORS_DAMAGE/></font> 伤害，并为所有攻击提供 <font color='#3ABD23'>+<Ability:CRITICAL_SENSORS_CRIT_CHANCE/></font> 暴击几率，直到你的下一回合开始。"

[WOTC_KPP_SystemOverclock X2AbilityTemplate]
LocFriendlyName = "系统超频"
LocHelpText = "极限超载提供 <font color='#3ABD23'><Ability:SYSTEM_OVERCLOCK_ACTION/></font> 额外非移动行动点，并提供 <font color='#3ABD23'>+<Ability:SYSTEM_OVERCLOCK_SHIELD/></font> 永久护盾生命值。"
LocLongDescription = "极限超载提供 <font color='#3ABD23'><Ability:SYSTEM_OVERCLOCK_ACTION/></font> 额外非移动行动点，并提供 <font color='#3ABD23'>+<Ability:SYSTEM_OVERCLOCK_SHIELD/></font> 永久护盾生命值。"
LocPromotionPopupText = "极限超载提供 <font color='#3ABD23'><Ability:SYSTEM_OVERCLOCK_ACTION/></font> 额外非移动行动点，并提供 <font color='#3ABD23'>+<Ability:SYSTEM_OVERCLOCK_SHIELD/></font> 永久护盾生命值。"

[WOTC_KPP_EnhancedSystems X2AbilityTemplate]
LocFriendlyName = "增强系统"
LocHelpText = "在极限超载状态下， <Ability:ClassName/>的主武器在击杀敌人时会退还弹药。"
LocLongDescription = "在极限超载状态下， <Ability:ClassName/>的主武器在击杀敌人时会退还弹药。"
LocPromotionPopupText = "在极限超载状态下， <Ability:ClassName/>的主武器在击杀敌人时会退还弹药。"

[WOTC_KPP_TerrorProtocol X2AbilityTemplate]
LocFriendlyName = "恐怖协议"
LocHelpText = " <Ability:ClassName/>的主武器在造成暴击时，有 <font color='#3ABD23'><Ability:TERROR_PROTOCOL_PANIC_CHANCE/>%</font> 的几率使附近的敌人恐慌，此外增加 <font color='#3ABD23'>+<Ability:TERROR_PROTOCOL_AMMO_INCREASE/></font> 弹药。"
LocLongDescription = " <Ability:ClassName/>的主武器在造成暴击时，有 <font color='#3ABD23'><Ability:TERROR_PROTOCOL_PANIC_CHANCE/>%</font> 的几率使附近的敌人恐慌，此外增加 <font color='#3ABD23'>+<Ability:TERROR_PROTOCOL_AMMO_INCREASE/></font> 弹药。"
LocPromotionPopupText = " <Ability:ClassName/>的主武器在造成暴击时，有 <font color='#3ABD23'><Ability:TERROR_PROTOCOL_PANIC_CHANCE/>%</font> 的几率使附近的敌人恐慌，此外增加 <font color='#3ABD23'>+<Ability:TERROR_PROTOCOL_AMMO_INCREASE/></font> 弹药。"

;[WOTC_KPP_SlugRound X2AbilityTemplate]
;LocFriendlyName = "Slug Round"
;LocHelpText = "Fire a Slug Round from your Primary Weapon that deals reduced damage, but has increased range."
;LocLongDescription = "The <Ability:ClassName/> gains the ability to fire Slug Rounds from their Primary Weapon which deal reduced damage and has increased aim."
;LocPromotionPopupText = "The <Ability:ClassName/> gains the ability to fire Slug Rounds from their Primary Weapon which deal reduced damage and has increased aim."

;[WOTC_KPP_SlugRoundShot X2AbilityTemplate]
;LocFriendlyName = "Slug Round"
;LocHelpText = "Fire a Slug Round from your Primary Weapon that deals 33% reduced damage, but has increased aim."
;LocLongDescription = "The <Ability:ClassName/> gains the ability to fire Slug Rounds from their Primary Weapon which deals 33% reduced damage and has increased aim."
;LocPromotionPopupText = "The <Ability:ClassName/> gains the ability to fire Slug Rounds from their Primary Weapon which deals 33% reduced damage and has increased aim."

[WOTC_KPP_SlugRound X2AbilityTemplate]
LocFriendlyName = "霰弹弹丸"
LocFlyOverText = "霰弹弹丸"
LocHelpText = "允许 <Ability:ClassName/> 装填霰弹弹丸，减少 <Ability:WeaponName/>的伤害33%，以换取命中增加+20。仅影响 <Ability:ClassName/>的主武器。"
LocLongDescription = "允许 <Ability:ClassName/> 装填霰弹弹丸，减少 <Ability:WeaponName/>的伤害33%，以换取命中增加+20。仅影响 <Ability:ClassName/>的主武器。"
LocPromotionPopupText = "允许 <Ability:ClassName/> 装填霰弹弹丸，减少 <Ability:WeaponName/>的伤害33%，以换取命中增加+20。仅影响 <Ability:ClassName/>的主武器。"

[WOTC_KPP_SlugRoundOn X2AbilityTemplate]
LocFriendlyName = "霰弹弹丸：未装填"
LocFlyOverText = "霰弹弹丸：已装填"
LocHelpText = "允许 <Ability:ClassName/> 减少 <Ability:WeaponName/>的伤害33%，以换取命中增加+20，直到切换关闭。目前禁用。"
LocLongDescription = "允许 <Ability:ClassName/> 减少 <Ability:WeaponName/>的伤害33%，以换取命中增加+20，直到切换关闭。目前禁用。"

[WOTC_KPP_SlugRoundOff X2AbilityTemplate]
LocFriendlyName = "霰弹弹丸：已装填"
LocFlyOverText = "霰弹弹丸：未装填"
LocHelpText = "允许 <Ability:ClassName/> 减少 <Ability:WeaponName/>的伤害33%，以换取命中增加+20，直到切换关闭。目前启用。"
LocLongDescription = "允许 <Ability:ClassName/> 减少 <Ability:WeaponName/>的伤害33%，以换取命中增加+20，直到切换关闭。目前启用。"

[WOTC_KPP_LaserPulser X2AbilityTemplate]
LocFriendlyName = "改进型弹药"
LocHelpText = " <Ability:ClassName/>的 <Ability:SecondaryWeaponName/> 造成额外的伤害。"
LocLongDescription = " <Ability:ClassName/>的 <Ability:SecondaryWeaponName/> 造成额外的伤害。"
LocPromotionPopupText = " <Ability:ClassName/>的 <Ability:SecondaryWeaponName/> 造成额外的伤害。"

[WOTC_KPP_PlasmaPulser X2AbilityTemplate]
LocFriendlyName = "穿甲弹丸"
LocHelpText = " <Ability:ClassName/>的 <Ability:SecondaryWeaponName/> 造成额外的伤害，穿透2层护甲。"
LocLongDescription = " <Ability:ClassName/>的 <Ability:SecondaryWeaponName/> 造成额外的伤害，穿透2层护甲。"
LocPromotionPopupText = " <Ability:ClassName/>的 <Ability:SecondaryWeaponName/> 造成额外的伤害，穿透2层护甲。

[WOTC_KPP_ReactivePulser X2AbilityTemplate]
LocFriendlyName = "反应射击"
LocHelpText = "立即使用次要武器射击，使 <Ability:ClassName/> 进入监视状态。"
LocLongDescription = " <Ability:ClassName/> 获得了一种能力，可以立即使用次要武器射击，使单位进入监视状态，2回合冷却。"
LocPromotionPopupText = " <Ability:ClassName/> 获得了一种能力，可以立即使用次要武器射击，使单位进入监视状态，2回合冷却。"

[WOTC_KPP_EnhancedFiring X2AbilityTemplate]
LocFriendlyName = "增强射击系统"
LocHelpText = " <Ability:ClassName/> 的次要武器 <Ability:SecondaryWeaponName/> 每 <font color='#3ABD23'><Ability:ENHANCED_FIRING_COOLDOWN/></font> 回合可以免费射击一次。"
LocLongDescription = " <Ability:ClassName/> 的次要武器 <Ability:SecondaryWeaponName/> 每 <font color='#3ABD23'><Ability:ENHANCED_FIRING_COOLDOWN/></font> 回合可以免费射击一次。"
LocPromotionPopupText = " <Ability:ClassName/> 的次要武器 <Ability:SecondaryWeaponName/> 每 <font color='#3ABD23'><Ability:ENHANCED_FIRING_COOLDOWN/></font> 回合可以免费射击一次。"

[WOTC_KPP_PulserOvercharge X2AbilityTemplate]
LocFriendlyName = "过载射击"
LocHelpText = "使用 <Ability:ClassName/>的次要武器 <Ability:SecondaryWeaponName/> 发射一发子弹，忽略一半的掩体加成。"
LocLongDescription = "使用 <Ability:ClassName/>的次要武器 <Ability:SecondaryWeaponName/> 发射一发子弹，忽略一半的掩体加成。"
LocPromotionPopupText = "使用 <Ability:ClassName/>的次要武器 <Ability:SecondaryWeaponName/> 发射一发子弹，忽略一半的掩体加成。"

[WOTC_KPP_PulserOverchargeShot X2AbilityTemplate]
LocFriendlyName = "过载射击"
LocHelpText = "使用 <Ability:ClassName/>的次要武器 <Ability:SecondaryWeaponName/> 发射一发子弹，忽略一半的掩体加成。"
LocLongDescription = "使用 <Ability:ClassName/>的次要武器 <Ability:SecondaryWeaponName/> 发射一发子弹，忽略一半的掩体加成。"
LocPromotionPopupText = "使用 <Ability:ClassName/>的次要武器 <Ability:SecondaryWeaponName/> 发射一发子弹，忽略一半的掩体加成。"

[WOTC_KPP_OverloadPulser X2AbilityTemplate]
LocFriendlyName = "过载射击"
LocHelpText = "向 <Ability:ClassName/> 前方的一个范围内发射，摧毁该范围内的所有掩体并对所有无掩体目标造成伤害。"
LocLongDescription = "向 <Ability:ClassName/> 前方的一个范围内发射，摧毁该范围内的所有掩体并对所有无掩体目标造成伤害。"
LocPromotionPopupText = "向 <Ability:ClassName/> 前方的一个范围内发射，摧毁该范围内的所有掩体并对所有无掩体目标造成伤害。"

[WOTC_KPP_RapidPulser X2AbilityTemplate]
LocFriendlyName = "快速射击"
LocHelpText = "使用 <Ability:ClassName/>的次要武器 <Ability:SecondaryWeaponName/> 向同一目标发射两发子弹。"
LocLongDescription = "使用 <Ability:ClassName/>的次要武器 <Ability:SecondaryWeaponName/> 向同一目标发射两发子弹。 <font color='#3ABD23'><Ability:RAPID_PULSER_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = "使用 <Ability:ClassName/>的次要武器 <Ability:SecondaryWeaponName/> 向同一目标发射两发子弹。 <font color='#3ABD23'><Ability:RAPID_PULSER_COOLDOWN/></font> 回合冷却。"

[KPP_Autogun X2WeaponTemplate]
FriendlyName="一体化自动手枪"
FriendlyNamePlural="一体化自动手枪"
BriefSummary="一种一体化自动手枪，被设计为SPARK破拆者的备用武器。"
TacticalText="一种一体化自动手枪，被设计为SPARK破拆者的备用武器。<br/><Bullet/> 大量弹药供应使自动手枪在目标密集的环境中不可或缺。<br/><Bullet/> 自动手枪发射的空尖弹会迅速失去能量，对环境造成的伤害非常小。<br/><Bullet/> SPARK突破者可以升级他们的系统，以单次动作发射一体化自动手枪。<br/><Bullet/> 自动手枪攻击可以受益于特殊弹药。"
AbilityDescName="一体化自动手枪"

[KPP_BreacherShotgun_CV X2WeaponTemplate]
FriendlyName="A-13堡垒霰弹枪"
FriendlyNamePlural="A-13堡垒霰弹枪"
BriefSummary="一种实验性的重型霰弹枪，A-13堡垒霰弹枪最初设计于2015年，用于与XCOM的机械士兵配合使用。"
TacticalText="一种实验性的重型霰弹枪，A-13堡垒霰弹枪最初设计于2015年，用于与XCOM的机械士兵配合使用。破门霰弹枪将根据武器的等级撕裂 <font color='#bd8f23'>3/4/5</font> 层护甲。破门霰弹枪内的重型弹壳在大多数情况下只能装填一发子弹。破门霰弹枪的所有射击都可以使用特殊弹药。"
AbilityDescName="破门霰弹枪"

[KPP_BreacherShotgun_MG X2WeaponTemplate]
FriendlyName="A-32弹片霰弹枪"
FriendlyNamePlural="A-32弹片霰弹枪"
BriefSummary="A-13堡垒霰弹枪的先进版本，A-32弹片霰弹枪在武器内部引爆小型手榴弹，以向目标发射弹片。
TacticalText="A-13堡垒霰弹枪的先进版本，A-32弹片霰弹枪在武器内部引爆小型手榴弹，以向目标发射弹片。破门霰弹枪将根据武器的等级撕裂 <font color='#bd8f23'>3/4/5</font> 层护甲。破门霰弹枪内的重型弹壳在大多数情况下只能装填一发子弹。破门霰弹枪的所有射击都可以使用特殊弹药。"
AbilityDescName="破门霰弹枪"

[KPP_BreacherShotgun_BM X2WeaponTemplate]
FriendlyName="A-48 T-A-F霰弹枪"
FriendlyNamePlural="A-48 T-A-F霰弹枪"
BriefSummary="A-48 T-A-F霰弹枪在武器中拥有特殊的AI，帮助使用者瞄准战斗人员。不幸的是，由于这是一支霰弹枪，它并没有像预期的那样提供太多的辅助。"
TacticalText="A-48 T-A-F霰弹枪在武器中拥有特殊的AI，帮助使用者瞄准战斗人员。不幸的是，由于这是一支霰弹枪，它并没有像预期的那样提供太多的辅助。破门霰弹枪将根据武器的等级撕裂 <font color='#bd8f23'>3/4/5</font> 层护甲。破门霰弹枪内的重型弹壳在大多数情况下只能装填一发子弹。破门霰弹枪的所有射击都可以使用特殊弹药。"
AbilityDescName="破门霰弹枪"

;========
;Guardian (Defender)
;========

;<font color='#3ABD23'><Ability:_/></font>

==== Advancements ====

[WOTC_CHW_ShieldBash X2AbilityTemplate]
LocFriendlyName = "致命打击"
LocHelpText = "用强大的打击击打敌人，如果攻击命中，目标将被眩晕 <font color='#3ABD23'><Ability:LETHAL_BASH_STUN_ACTIONS/></font> 个动作。"
LocLongDescription = "冲上去用盾牌击打敌人，造成伤害并使目标眩晕，如果攻击命中。攻击有降低命中的效果。"
LocPromotionPopupText = "使用 <Ability:ClassName/>的盾牌，SPARK将冲向目标，用盾牌攻击，如果击中，则使所选目标眩晕。攻击有 <font color='#3ABD23'><Ability:LETHAL_BASH_REDUCE_AIM/></font> 的命中减少效果。"

[WOTC_CHW_DeepPockets X2AbilityTemplate]
LocFriendlyName = "深口袋"
LocHelpText = "提供额外的通用物品槽。"
LocLongDescription = "提供额外的通用物品槽。"
LocPromotionPopupText = "提供额外的通用物品槽。"

[WOTC_CHW_OverwhelmingBurst X2AbilityTemplate]
LocFriendlyName = "压倒性爆发"
LocHelpText = "使用两倍于标准射击的弹药在同一回合向目标射击两次，4回合冷却。。"
LocLongDescription = "使用两倍于标准射击的弹药在同一回合向目标射击两次，4回合冷却。。"
LocPromotionPopupText = "使用时消耗两倍弹药，在同一回合向目标射击两次，有两次击中的潜力，分别作为两次独立的射击，4回合冷却。"

[WOTC_CHW_OverwhelmingBurst2 X2AbilityTemplate]
LocFriendlyName = "压倒性爆发"
LocHelpText = "使用两倍于标准射击的弹药在同一回合向目标射击两次。"
LocLongDescription = "使用两倍于标准射击的弹药在同一回合向目标射击两次。"
LocPromotionPopupText = "使用时消耗两倍弹药，在同一回合向目标射击两次，有两次击中的潜力，分别作为两次独立的射击。"

[WOTC_CHW_TargetingBias X2AbilityTemplate]
LocFriendlyName = "目标偏见"
LocHelpText = "标记一个目标，减少其防御 <font color='#3ABD23'><Ability:TARGETING_BIAS_DEFENSE/></font> ，持续2个回合，并立即进入监视状态。"
LocLongDescription = "标记一个目标，减少其防御 <font color='#3ABD23'><Ability:TARGETING_BIAS_DEFENSE/></font> ，持续2个回合，并立即进入监视状态。 <font color='#3ABD23'><Ability:TARGETING_BIAS_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = "标记一个目标，减少其防御 <font color='#3ABD23'><Ability:TARGETING_BIAS_DEFENSE/></font> ，持续2个回合，并立即进入监视状态。 <font color='#3ABD23'><Ability:TARGETING_BIAS_COOLDOWN/></font> 回合冷却。"

[WOTC_CHW_TargetingBiasOverwatch X2AbilityTemplate]
LocFriendlyName = "目标偏见"
LocHelpText = "标记一个目标，减少其防御 <font color='#3ABD23'><Ability:TARGETING_BIAS_DEFENSE/></font> ，持续2个回合，并立即进入监视状态。"
LocLongDescription = "标记一个目标，减少其防御 <font color='#3ABD23'><Ability:TARGETING_BIAS_DEFENSE/></font> ，持续2个回合，并立即进入监视状态。 <font color='#3ABD23'><Ability:TARGETING_BIAS_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = "标记一个目标，减少其防御 <font color='#3ABD23'><Ability:TARGETING_BIAS_DEFENSE/></font> ，持续2个回合，并立即进入监视状态。 <font color='#3ABD23'><Ability:TARGETING_BIAS_COOLDOWN/></font> 回合冷却。"

[WOTC_CHW_ExpandedStorage X2AbilityTemplate]
LocFriendlyName = "扩展储藏"
LocHelpText = "为大多数手榴弹增加 <font color='#3ABD23'>+<Ability:EXPANDED_CHARGE_BONUS/></font> 使用次数，并将主武器弹药增加 <font color='#3ABD23'>+<Ability:EXPANDED_AMMO/></font>。"
LocLongDescription = "为大多数手榴弹增加 <font color='#3ABD23'>+<Ability:EXPANDED_CHARGE_BONUS/></font> 使用次数，并将主武器弹药增加 <font color='#3ABD23'>+<Ability:EXPANDED_AMMO/></font>。"
LocPromotionPopupText = "为大多数手榴弹增加 <font color='#3ABD23'>+<Ability:EXPANDED_CHARGE_BONUS/></font> 使用次数，并将主武器弹药增加 <font color='#3ABD23'>+<Ability:EXPANDED_AMMO/></font>。某些模组的霜冻炸弹和手榴弹不适用。"

[WOTC_CHW_ClampdownProtocol X2AbilityTemplate]
LocFriendlyName = "封锁协议"
LocHelpText = "现在只要守护者有足够的弹药，监视就可以触发最多3次。"
LocLongDescription = "现在只要守护者有足够的弹药，监视就可以触发最多3次。"
LocPromotionPopupText = "现在只要守护者有足够的弹药，监视就可以触发最多3次。"

==== Enforcer ====

[WOTC_CHW_SlopedArmor X2AbilityTemplate]
LocFriendlyName = "倾斜装甲"
LocHelpText = "<Ability:ClassName/> 的盾牌有 <font color='#3ABD23'><Ability:SLOPED_DEFLECT_CHANCE/>%</font> 的几率偏斜攻击。"
LocLongDescription = "<Ability:ClassName/> 的盾牌有 <font color='#3ABD23'><Ability:SLOPED_DEFLECT_CHANCE/>%</font> 的几率偏斜攻击。成功偏斜攻击时，单位将不会受到伤害。"
LocPromotionPopupText = "<Ability:ClassName/> 的盾牌有 <font color='#3ABD23'><Ability:SLOPED_DEFLECT_CHANCE/>%</font> 的几率偏斜攻击。成功偏斜攻击时，单位将不会受到伤害。"

[WOTC_CHW_DeployableCover X2AbilityTemplate]
LocFriendlyName = "部署掩体"
LocHelpText = "部署一个高度为1格的掩体源，持续 <font color='#3ABD23'><Ability:DEPLOY_COVER_DURATION/></font> 回合。"
LocLongDescription = "<Ability:ClassName/> 可以部署一个高度为1格的掩体源，持续 <font color='#3ABD23'><Ability:DEPLOY_COVER_DURATION/></font> 回合， <font color='#3ABD23'><Ability:DEPLOYABLE_COVER_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = "<Ability:ClassName/> 可以部署一个高度为1格的掩体源，持续 <font color='#3ABD23'><Ability:DEPLOY_COVER_DURATION/></font> 回合， <font color='#3ABD23'><Ability:DEPLOYABLE_COVER_COOLDOWN/></font> 回合冷却。"

[WOTC_CHW_FuriousSuppression X2AbilityTemplate]
LocFriendlyName = "狂暴压制"
LocHelpText = "压制射击现在对所选目标的4格范围内有效，并有一定几率使目标恐慌。"
LocLongDescription = "压制射击的效果现在对所选目标的4格范围内有效，并有一定几率使目标恐慌。"
LocPromotionPopupText = "压制射击现在对所选目标的4格范围内有效，并有一定几率使目标恐慌。"

[WOTC_CHW_BodyShield X2AbilityTemplate]
LocFriendlyName = "身体盾牌"
LocFlyOverText = "身体盾牌"
LocHelpText = "允许 <Ability:ClassName/> 减少防御力并增加闪避，直到切换关闭。此外，不能被暴击。"
LocLongDescription = "允许 <Ability:ClassName/> 减少防御力并增加闪避，直到切换关闭。此外，不能被暴击。"
LocPromotionPopupText = "允许 <Ability:ClassName/> 减少防御力并增加闪避，直到切换关闭。此外，不能被暴击。"

[WOTC_CHW_BodyShieldOn X2AbilityTemplate]
LocFriendlyName = "身体盾牌：关闭"
LocFlyOverText = "身体盾牌：开启"
LocHelpText = "允许 <Ability:ClassName/> 减少防御 <font color='#3ABD23'><Ability:BODY_SHIELD_DEFENSE/></font> 并增加闪避 <font color='#3ABD23'><Ability:BODY_SHIELD_DODGE/></font> ，直到切换关闭。目前禁用。"
LocLongDescription = "允许 <Ability:ClassName/> 减少防御 <font color='#3ABD23'><Ability:BODY_SHIELD_DEFENSE/></font> 并增加闪避 <font color='#3ABD23'><Ability:BODY_SHIELD_DODGE/></font> ，直到切换关闭。目前禁用。"

[WOTC_CHW_BodyShieldOff X2AbilityTemplate]
LocFriendlyName = "身体盾牌：开启"
LocFlyOverText = "身体盾牌：关闭"
LocHelpText = "允许 <Ability:ClassName/> 减少防御 <font color='#3ABD23'><Ability:BODY_SHIELD_DEFENSE/></font> 并增加闪避 <font color='#3ABD23'><Ability:BODY_SHIELD_DODGE/></font> 直到切换关闭。目前启用。"
LocLongDescription = "允许 <Ability:ClassName/> 减少防御 <font color='#3ABD23'><Ability:BODY_SHIELD_DEFENSE/></font> 并增加闪避 <font color='#3ABD23'><Ability:BODY_SHIELD_DODGE/></font> 直到切换关闭。目前启用。"

[WOTC_CHW_BodyShieldImmunity X2AbilityTemplate]
LocFriendlyName = "身体盾牌"
LocHelpText = "无法被暴击。"
LocLongDescription = "无法被暴击。"
LocPromotionPopupText = "无法被暴击。"

[WOTC_CHW_DefensiveAction X2AbilityTemplate]
LocFriendlyName = "防御行动"
LocHelpText = "在SPARK周围10格内的目标盟友周围投影一个盾牌，所有伤害都被反射到SPARK身上。"
LocLongDescription = " <Ability:ClassName/> 在SPARK周围10格内的目标盟友周围投影一个盾牌，使得任何对盟友造成的伤害都会被反射到SPARK身上。只有当单位在SPARK的10格范围内时，才会反射伤害。"
LocPromotionPopupText = " <Ability:ClassName/> 在SPARK周围10格内的目标盟友周围投影一个盾牌，使得任何对盟友造成的伤害都会被反射到SPARK身上。只有当单位在SPARK的10格范围内时，才会反射伤害。"

[WOTC_CHW_UnbreakableDefense X2AbilityTemplate]
LocFriendlyName = "无懈可击的防御"
LocHelpText = "用盾牌阻挡对守护者的近战攻击，有25%的几率挡下攻击，造成3-5点伤害。"
LocLongDescription = "用盾牌阻挡对守护者的近战攻击，有25%的几率挡下攻击，造成3-5点伤害。"
LocPromotionPopupText = "用盾牌阻挡对守护者的近战攻击，有25%的几率挡下攻击，造成3-5点伤害。"

[WOTC_CHW_UnbreakableDefenseImmunity X2AbilityTemplate]
LocFriendlyName = "无懈可击的防御"
LocHelpText = "对近战伤害免疫。"
LocLongDescription = "对近战伤害免疫。"
LocPromotionPopupText = "对近战伤害免疫。"


==== Protector ====

[WOTC_CHW_EmergencyKit X2AbilityTemplate]
LocFriendlyName = "急救包"
LocHelpText = "为指定单位恢复 <font color='#3ABD23'>+<Ability:EMERGENCY_KIT_HEALAMOUNT/></font> 生命值。无法对自己使用。（无法对自己使用）。"
LocLongDescription = "一次性使用的急救包，可为友方单位恢复 <font color='#3ABD23'>+<Ability:EMERGENCY_KIT_HEALAMOUNT/></font> 生命值。无法对自己使用。（无法对自己使用）。"
LocPromotionPopupText = "一次性使用的急救包，可为友方单位恢复 <font color='#3ABD23'>+<Ability:EMERGENCY_KIT_HEALAMOUNT/></font> 生命值。无法对自己使用。（无法对自己使用）。"

[WOTC_CHW_SmokeAndMirrors X2AbilityTemplate]
LocFriendlyName = "烟雾与幻影"
LocHelpText = "为装备的烟雾和闪光弹提供 <font color='#3ABD23'><Ability:SMOKE_MIRRORS_CHARGE_BONUS/></font> 额外使用次数。"
LocLongDescription = "为装备的烟雾和闪光弹提供 <font color='#3ABD23'><Ability:SMOKE_MIRRORS_CHARGE_BONUS/></font> 额外使用次数。"
LocPromotionPopupText = "为装备的烟雾和闪光弹提供 <font color='#3ABD23'><Ability:SMOKE_MIRRORS_CHARGE_BONUS/></font> 额外使用次数。"

[WOTC_CHW_ChemicalAdvancements X2AbilityTemplate]
LocFriendlyName = "化学进步"
LocHelpText = "急救包现在可以被使用两次，并移除单位的物理效果。"
LocLongDescription = "急救包现在可以被使用两次，并移除单位的物理效果。"
LocPromotionPopupText = "急救包现在可以被使用两次，并移除单位的物理效果。"

[WOTC_CHW_ChemicalAdvancementsKit X2AbilityTemplate]
LocFriendlyName = "急救包：化学进步"
LocHelpText = 为指定单位恢复 <font color='#3ABD23'>+<Ability:EMERGENCY_KIT_HEALAMOUNT/></font> 生命值，并移除他们的物理效果。无法对自己使用。（无法对自己使用）。"
LocLongDescription = "两次使用的急救包，可为友方单位恢复 <font color='#3ABD23'>+<Ability:EMERGENCY_KIT_HEALAMOUNT/></font> 生命值，并移除他们的物理效果。无法对自己使用。（无法对自己使用）。"
LocPromotionPopupText = "两次使用的急救包，可为友方单位恢复 <font color='#3ABD23'>+<Ability:EMERGENCY_KIT_HEALAMOUNT/></font> 生命值，并移除他们的物理效果。无法对自己使用。（无法对自己使用）。"

[WOTC_CHW_ArtificialFortitude X2AbilityTemplate]
LocFriendlyName = "人工坚韧"
LocHelpText = " <Ability:ClassName/> 部署的烟雾弹可以立即为掩护下的单位提供 <font color='#3ABD23'>+<Ability:ARTIFICIAL_FORTITUDE_WILL/></font> 意志力。"
LocLongDescription = " <Ability:ClassName/> 部署的烟雾弹可以立即为掩护下的单位提供 <font color='#3ABD23'>+<Ability:ARTIFICIAL_FORTITUDE_WILL/></font> 意志力。在烟雾弹部署后进入其掩护的单位不会获得意志力加成。"
LocPromotionPopupText = " <Ability:ClassName/> 部署的烟雾弹可以立即为掩护下的单位提供 <font color='#3ABD23'>+<Ability:ARTIFICIAL_FORTITUDE_WILL/></font> 意志力。在烟雾弹部署后进入其掩护的单位不会获得意志力加成。"

[WOTC_CHW_ValkyrieProtocol X2AbilityTemplate]
LocFriendlyName = "瓦尔基里协议"
LocHelpText = "冲向一名近战范围内的盟友并投射一个盾牌，只要他们位于SPARK的10格范围内，所有伤害都会被反射到SPARK身上。"
LocLongDescription = "冲向一名近战范围内的盟友并投射一个盾牌，只要他们位于SPARK的10格范围内，所有伤害都会被反射到SPARK身上。只有当盟友位于SPARK的10格范围内时，才会反射伤害。"
LocPromotionPopupText = "冲向一名近战范围内的盟友并投射一个盾牌，只要他们位于SPARK的10格范围内，所有伤害都会被反射到SPARK身上。只有当盟友位于SPARK的10格范围内时，才会反射伤害。"

[WOTC_CHW_ReassuringSolace X2AbilityTemplate]
LocFriendlyName = "慰藉之音"
LocHelpText = " <Ability:ClassName/> 周围的4格范围内的单位不会受到精神影响或心灵控制。"
LocLongDescription = "围绕 <Ability:ClassName/> 的纳米机器人使SPARK周围的4格范围内的盟友免疫于精神影响或心灵控制。"
LocPromotionPopupText = "围绕 <Ability:ClassName/> 的纳米机器人使SPARK周围的4格范围内的盟友免疫于精神影响或心灵控制。"

[WOTC_CHW_ReassuringSolaceCleanse X2AbilityTemplate]
LocFriendlyName = "慰藉之音"
LocHelpText = " <Ability:ClassName/> 周围的4格范围内的单位不会受到精神影响或心灵控制。"
LocLongDescription = "围绕 <Ability:ClassName/> 的纳米机器人使SPARK周围的4格范围内的盟友免疫于精神影响或心灵控制。"
LocPromotionPopupText = "围绕 <Ability:ClassName/> 的纳米机器人使SPARK周围的4格范围内的盟友免疫于精神影响或心灵控制。"

[WOTC_CHW_ReassuringSolacePassive X2AbilityTemplate]
LocFriendlyName = "慰藉之音"
LocHelpText = " <Ability:ClassName/> 周围的4格范围内的单位不会受到精神影响或心灵控制。"
LocLongDescription = "围绕 <Ability:ClassName/> 的纳米机器人使SPARK周围的4格范围内的盟友免疫于精神影响或心灵控制。"
LocPromotionPopupText = "围绕 <Ability:ClassName/> 的纳米机器人使SPARK周围的4格范围内的盟友免疫于精神影响或心灵控制。"

[WOTC_CHW_ProjectNano X2AbilityTemplate]
LocFriendlyName = "NANO项目"
LocHelpText = "烟雾弹现在拥有原型纳米无人机，它们可以修复烟雾内的任何单位的伤口。在回合开始时，对烟雾内的单位（友军或敌军）每回合恢复<font color='#3ABD23'>+<Ability:PROJECT_NANO_HEAL_PER_TURN/></font> 生命值。此外，战术开始时免费获得一个烟雾弹。"
LocLongDescription = "烟雾弹现在拥有原型纳米无人机，它们可以修复烟雾内的任何单位的伤口。在回合开始时，对烟雾内的单位（友军或敌军）每回合恢复<font color='#3ABD23'>+<Ability:PROJECT_NANO_HEAL_PER_TURN/></font> 生命值。此外，战术开始时免费获得一个烟雾弹。"
LocPromotionPopupText = "烟雾弹现在拥有原型纳米无人机，它们可以修复烟雾内的任何单位的伤口。在回合开始时，对烟雾内的单位（友军或敌军）每回合恢复<font color='#3ABD23'>+<Ability:PROJECT_NANO_HEAL_PER_TURN/></font> 生命值。此外，战术开始时免费获得一个烟雾弹。"

==== Dominance ====

[WOTC_CHW_GuardianChassis X2AbilityTemplate]
LocFriendlyName = "守护者底盘"
LocHelpText = " <Ability:ClassName>的底盘专为支援和突击设计，并根据战场经验获得升级。"
LocLongDescription = " <Ability:ClassName>的底盘专为支援和突击设计，并根据战场经验获得升级。" 
LocPromotionPopupText = "<font color='#CA7200'>等级 I</font> （在 <Ability:RANKNAME1/> 军衔[1]时获得）<br/><Bullet/>获得碎甲特性（主武器攻击撕裂2层护甲）。<br/><Bullet/>获得爆炸防护特性（+2护甲，减少爆炸伤害）。<br/><Bullet/>获得机械底盘特性（免疫毒性和火焰效果，可以作为附近盟友和敌人的全掩体）。<br/><Bullet/>增加5点防御。<br/><br/><font color='#CA7200'>等级 II</font> （在 <Ability:RANKNAME3/> 军衔[3]时获得）<br/><Bullet/>获得哨兵特性（允许在监视状态下进行两次反击射击）。<br/><Bullet/>获得增强伺服电机特性（增加手榴弹投掷范围）。<br/><Bullet/>增加5点命中和2点护甲。<br/><br/><font color='#CA7200'>等级 III</font> （在 <Ability:RANKNAME6/> 军衔[6]时获得）<br/><Bullet/>获得高级火控特性（监视射击获得20%的命中加成）。<br/><Bullet/>获得损伤控制特性（受到伤害后，在下一回合开始时获得1点护甲）。<br/><Bullet/>增加5点防御和1点护甲。"

[WOTC_CHW_DamageControl X2AbilityTemplate]
LocFriendlyName = "损伤控制"
LocHelpText = " <Ability:ClassName>的适应性底盘允许单位在受到伤害时获得+1护甲，该效果在下一回合开始时重置。"
LocLongDescription = " <Ability:ClassName>的适应性底盘允许单位在受到伤害时获得+1护甲，该效果在下一回合开始时重置。"
LocPromotionPopupText = " <Ability:ClassName>的适应性底盘允许单位在受到伤害时获得+1护甲，该效果在下一回合开始时重置。"

[WOTC_CHW_DamageControlPassive X2AbilityTemplate]
LocFriendlyName = "损伤控制"
LocHelpText = " <Ability:ClassName>的适应性底盘允许单位在受到伤害时获得+1护甲，该效果在下一回合开始时重置。"
LocLongDescription = " <Ability:ClassName>的适应性底盘允许单位在受到伤害时获得+1护甲，该效果在下一回合开始时重置。"
LocPromotionPopupText = " <Ability:ClassName>的适应性底盘允许单位在受到伤害时获得+1护甲，该效果在下一回合开始时重置。"

[WOTC_CHW_FireControl X2AbilityTemplate]
LocFriendlyName = "高级火控"
LocHelpText = " <Ability:ClassName>的适应性传感器允许单位的监视射击增加命中。"
LocLongDescription = " <Ability:ClassName>的适应性传感器允许单位的监视射击增加命中。"
LocPromotionPopupText = " <Ability:ClassName>的适应性传感器允许单位的监视射击增加命中。"

[WOTC_CHW_DisablingShot X2AbilityTemplate]
LocFriendlyName = "缴械射击"
LocHelpText = "用两发弹药，对敌人的武器进行精准射击，使其武器直到重新装填前无法使用。"
LocLongDescription = "用两发弹药，对敌人的武器进行精准射击，使其武器直到重新装填前无法使用。"
LocPromotionPopupText = "用两发弹药，对敌人的武器进行精准射击，使其武器直到重新装填前无法使用。"

[WOTC_CHW_AutomatedThreatAssessment X2AbilityTemplate]
LocFriendlyName = "自动威胁评估"
LocHelpText = "在监视状态下，增加 <font color='#3ABD23'>+<Ability:ASSESSMENT_DEFENSE_BONUS/></font> 防御。"
LocLongDescription = "在监视状态下，增加 <font color='#3ABD23'>+<Ability:ASSESSMENT_DEFENSE_BONUS/></font> 防御。"
LocPromotionPopupText = "在监视状态下，增加 <font color='#3ABD23'>+<Ability:ASSESSMENT_DEFENSE_BONUS/></font> 防御。"

[WOTC_CHW_AppliedPressure X2AbilityTemplate]
LocFriendlyName = "施加压力"
LocHelpText = "对敌人进行一次低伤害射击，迫使目标重新寻找掩护。"
LocLongDescription = "对敌人进行一次低伤害射击，迫使目标重新寻找掩护。"
LocPromotionPopupText = "对敌人进行一次低伤害射击，迫使目标重新寻找掩护。"

[WOTC_CHW_SurvivalProtocol X2AbilityTemplate]
LocFriendlyName = "生存协议"
LocHelpText = "对每个可见的敌人增加 <font color='#3ABD23'>+<Ability:SURVIVAL_PROTOCOL_DEFENSE_PER_ENEMY/></font> 防御，最多增加 <font color='#3ABD23'>+<Ability:SURVIVAL_PROTOCOL_DEFENSE_CAP/></font>。"
LocLongDescription = "对每个可见的敌人增加 <font color='#3ABD23'>+<Ability:SURVIVAL_PROTOCOL_DEFENSE_PER_ENEMY/></font> 防御，最多增加 <font color='#3ABD23'>+<Ability:SURVIVAL_PROTOCOL_DEFENSE_CAP/></font>。"
LocPromotionPopupText = "对每个可见的敌人增加 <font color='#3ABD23'>+<Ability:SURVIVAL_PROTOCOL_DEFENSE_PER_ENEMY/></font> 防御，最多增加 <font color='#3ABD23'>+<Ability:SURVIVAL_PROTOCOL_DEFENSE_CAP/></font>。"

[WOTC_CHW_FightorFlight X2AbilityTemplate]
LocFriendlyName = "战或逃"
LocHelpText = "闪光弹现在有几率使受到闪光影响的敌人恐慌。"
LocLongDescription = "闪光弹现在有几率使受到闪光影响的敌人恐慌。此外，战术开始时免费获得一个闪光弹。"
LocPromotionPopupText = "闪光弹现在有几率使受到闪光影响的敌人恐慌。恐慌几率基于敌人的意志力，如果敌人的意志力较低，恐慌几率会很高。此外，战术开始时免费获得一个闪光弹。"

[WOTC_CHW_DominatingPresence X2AbilityTemplate]
LocFriendlyName = "统治性存在"
LocHelpText = " <Ability:ClassName/> 周围的敌人单位在 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_RADIUS/></font> 格内，将受到 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_MOBILITY/></font> 移动和 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_AIM/></font> 命中的影响，持续3回合。不会影响机械单位或盟友。"
LocLongDescription = " <Ability:ClassName/> 周围的敌人单位在 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_RADIUS/></font> 格内，将受到 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_MOBILITY/></font> 移动和 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_AIM/></font> 命中的影响，持续3回合。敌人如果移动出这个范围，将失去效果，但如果再次进入 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_RADIUS/></font> 格内，可以重新获得效果，不会影响机械单位或盟友。"
LocPromotionPopupText = " <Ability:ClassName/> 周围的敌人单位在 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_RADIUS/></font> 格内，将受到 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_MOBILITY/></font> 移动和 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_AIM/></font> 命中的影响，持续3回合。敌人如果移动出这个范围，将失去效果，但如果再次进入 <font color='#3ABD23'><Ability:DOMINATING_PRESENCE_RADIUS/></font> 格内，可以重新获得效果，不会影响机械单位或盟友。"

==== G u n ====

[CHW_HeavyMachineGun_CV X2WeaponTemplate]
FriendlyName="重机枪"
BriefSummary="一个具有高伤害潜力和大容量弹药的重武器平台，但也有很大的失准空间。"
TacticalText="一个具有高伤害潜力和大容量弹药的重武器平台，但也有很大的失准空间。<br/><Bullet/>由于弹药量充足，这个平台在执行消耗额外弹药的行动时受影响较小。<br/><Bullet/>由于射速高，使用此武器造成的伤害可以从极为严重到轻微不等。<br/><Bullet/>在中等距离交战时非常有效，但在远距离射击时会受到严重的命中惩罚。<br/><Bullet/>得益于SPARK: 守护者的特性带来的压倒性火力，此武器拥有惊人的护甲撕裂能力。"

[CHW_HeavyMachineGun_MG X2WeaponTemplate]
FriendlyName="高速蜂群枪"
BriefSummary="一个具有高伤害潜力和大容量弹药的重武器平台，但也有很大的失准空间。"
TacticalText="一个具有高伤害潜力和大容量弹药的重武器平台，但也有很大的失准空间。<br/><Bullet/>由于弹药量充足，这个平台在执行消耗额外弹药的行动时受影响较小。<br/><Bullet/>由于射速高，使用此武器造成的伤害可以从极为严重到轻微不等。<br/><Bullet/>在中等距离交战时非常有效，但在远距离射击时会受到严重的命中惩罚。<br/><Bullet/>得益于SPARK: 守护者的特性带来的压倒性火力，此武器拥有惊人的护甲撕裂能力。"

[CHW_HeavyMachineGun_BM X2WeaponTemplate]
FriendlyName="等离子阵列单元"
BriefSummary="一个具有高伤害潜力和大容量弹药的重武器平台，但也有很大的失准空间。"
TacticalText="一个具有高伤害潜力和大容量弹药的重武器平台，但也有很大的失准空间。<br/><Bullet/>由于弹药量充足，这个平台在执行消耗额外弹药的行动时受影响较小。<br/><Bullet/>由于射速高，使用此武器造成的伤害可以从极为严重到轻微不等。<br/><Bullet/>在中等距离交战时非常有效，但在远距离射击时会受到严重的命中惩罚。<br/><Bullet/>得益于SPARK: 守护者的特性带来的压倒性火力，此武器拥有惊人的护甲撕裂能力。"

[CHW_TowerShield X2WeaponTemplate]
FriendlyName="塔盾"
BriefSummary="一种受旧地球战斗坦克方法启发的实验性防御系统，并与当前技术和材料整合。"
TacticalText="一种受旧地球战斗坦克方法启发的实验性防御系统，并与当前技术和材料整合。<br/><Bullet/> 先进技术使这个盾牌即使在大型机械单位也能提供出色的防御。<br/><Bullet/> 受到旧地球坦克灵感的启发，塔盾有可能偏斜弹道攻击。<br/><Bullet/>作为SPARK: 守护者的多功能工具，这个盾牌使SPARK能够以多种方式支持其队友。<br/><Bullet/> 通过其能力，SPARK: 守护者可以使用其盾牌以有机会挡下攻击。"

==== O T H E R ====

[X2Ability_KPPDefenderAbilitySet]
ProjectNanoEffect="NANO项目"
ProjectNanoDescription="这个烟雾效果含有NANO机器人，它们协助其中的单位，提供治疗。"

;========
;Tempest
;========


;========
;Signal
;========

